Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Do you want to save the changes you have made?
ru: Вы хотите сохранить изменения, которые вы произвели?

source: Do you want to study the training materials for Language Explorer? If you click Yes, the Sena 3 sample project will open. On the Help menu, point to Training and click Student Manual for a walk-through guide. Alternatively, point to Demo Movies and choose an option. - Play All gives a half-hour overview of Language Explorer. - You may also choose specific demo movie topics. If you click No, you will see various options for starting work in Language Explorer.
ru: Вы хотите изучить обучающие материалы по Language Explorer? Если вы нажмёте "Да", откроется образец проекта Sena 3. В меню Справки, нажмите на Обучение и Руководство для студента для его изучения. Или нажмите на "Демо-ролики" и выберите вариант. - "Играть всё" даст получасовой обзор программы Language Explorer. - Вы можете также выбрать отдельную тему демо-ролика. Если вы нажмёте "Нет", то вы увидите различные варианты начала работы в Language Explorer.

source: Do you want to try to connect again now?
ru: Вы хотите попытаться сейчас снова подключиться?

source: Document
ru: Документ

source: Double
ru: Двойной

source: Double {0} Underline
ru: Двойное {0} подчеркивание

source: Double above
ru: Двойной выше

source: Double below
ru: Двойной ниже

source: Double Spacing
ru: Двойной пробел

source: Double Underline
ru: Двойное подчеркивание

source: Download FieldWorks installer for SQL Server.
ru: Загрузить установщик SQL сервера для FieldWorks.

source: Duplicate
ru: Дублировать

source: Duplicate column found
ru: Найден двойной столбец

source: Duplicate Custom Field Names
ru: Дублировать имена полей пользователя

source: Duplicate List Name
ru: Дублировать имя списка

source: Duplicate Name
ru: Дублировать имя

source: Duplicate Wordforms
ru: Дублировать словоформы

source: Each processor must have a unique name
ru: У каждого процессора должно быть уникальное имя

source: edit
ru: правка

source: &Edit
ru: &Правка

source: _Edit
ru: _Правка

source: Edit
ru: Правка

source: Edit {0}
ru: Правка {0}

source: Edit Grammatical Info.
ru: Править грамматическую инф.

source: Edit Morph Breaks...
ru: Править разрыв морф...

source: _Edit Parser Parameters...
ru: _Править параметры парсера...

source: Edit Reference Set Details
ru: Править подробности набора ссылок

source: Edit slots for {0}
ru: Править слоты для {0}

source: Edit Spelling Status
ru: Править статус написания

source: Edit the Academic Domains
ru: Правка областей знания

source: Edit the Anthropology Categories
ru: Править антропологические категории

source: Edit the Category Inflectable Features
ru: Править категорию формообразовательных свойств

source: Edit the Complex Form Types
ru: Править типы сложных форм

source: Edit the Education list
ru: Править список уровней образования

source: Edit the Entry Types
ru: Править типы статей

source: Edit the Environments
ru: Править виды окружения

source: Edit the Exception "Features"
ru: Править "Свойства" исключений

source: Edit the Feature Types
ru: Править типы свойств

source: Edit the Features
ru: Править свойства

source: Edit the Genres
ru: Править жанры

source: Edit the Inflection Classes for {0}
ru: Править классы формообразования для {0}

source: Edit the Inflection Classes for {0}.
ru: Править классы формообразования для {0}.

source: Edit the Inflection Classes for Adjective
ru: Править классы формообразования прилагательных

source: Edit the Inflection Classes for categories
ru: Править классы формообразования для категорий

source: Edit the list of Confidence levels
ru: Править список уровней секретности

source: Edit the list of Confidence Levels
ru: Править список уровней конциденциальности

source: Edit the list of Locations
ru: Править список мест

source: Edit the list of People
ru: Править список людей

source: Edit the list of Researchers
ru: Править список исследователей

source: Edit the list of Restrictions
ru: Править список ограничений

source: Edit the list of Usages.
ru: Править список применений.

source: Edit the Locations list
ru: Править список местонахождений

source: Edit the Natural Classes
ru: Править естественные классы

source: Edit the Phonemes
ru: Править фонемы

source: Edit the Phonological Features
ru: Править фонологические свойства

source: Edit the Positions list
ru: Править список позиций

source: Edit the Publications list
ru: Удалить список публикаций

source: Edit the Record Types
ru: Править типы записей

source: Edit the Semantic Domains
ru: Править семантические области

source: Edit the Sense Types
ru: Править типы значений

source: Edit the special parameters for the Parser.
ru: Править специальные параметры для парсера.

source: Edit the special properties of this FieldWorks project (such as name and writing systems).
ru: Правка специальных свойств проекта FieldWorks (таких как название и системы письма).

source: Edit the Status list
ru: Править список статусов

source: Edit the Stem Names for {0}
ru: Править имена основ для {0}

source: Edit the Stem Names for categories
ru: Править имена основ для категорий

source: Edit the Time of Day list
ru: Править время дневного списка

source: Edit the Variant Types
ru: Править типы вариантов

source: Edit this Wordform
ru: Править эту словоформу

source: Edit...
ru: Правка...

source: Editing Linguistics Papers Using _XLingPaper ...
ru: Редактирование лингвистических документов, используя _XLingPaper ...

source: Editor type '{0}' not implemented.
ru: Редактор типа '{0}' ещё не реализован.

source: Education
ru: Образование

source: Education Level
ru: Уровень образования

source: Education Levels
ru: Уровни образования

source: Empty
ru: Пусто

source: Empty Field Name
ru: Пустое имя поля

source: <empty>
ru: <пусто>

source: <Empty>
ru: <Пусто>

source: Enable Graphite
ru: Запустить Graphite

source: enclitic
ru: энклитика

source: {0} Enclitic
ru: {0} Энклитика

source: Encoding conversion
ru: Перекодировка

source: Encoding Conversion
ru: Перекодировка

source: Encoding Converter
ru: Перекодировщик

source: Encoding Converter :
ru: Перекодировщик :

source: Encoding Converter '{0}' failed: '{1}'
ru: Преобразование кодировки '{0}' не удалось: '{1}'

source: &Encoding converter for importing {0}:
ru: &Перекодировщик для импорта {0}:

source: Encoding converter for importing {0}:
ru: Перекодировщик для импорта {0}:

source: Encoding Converters
ru: Перекодировщики

source: Encyclopedic Info
ru: Энциклопедическая инф.

source: Encyclopedic Info.
ru: Энциклопедическая инф.

source: End At
ru: Конец в

source: End of Field
ru: Конец поля

source: {0} End of line
ru: {0} Конец строки

source: End of Word
ru: Конец слова

source: &Ending marker:
ru: &Конечная метка:

source: Ending marker:
ru: Конечная метка:

source: Ends
ru: Окончания

source: English
ru: Английский

source: Enhanced Outline of Cultural Materials (OCM), which includes additional codes to better differentiate social, religious, and ethnomusicology topics (recommended if available)
ru: Расширенный профиль культурных материалов (OCM), который включает дополнительные коды для лучшей дифференциации социальных, религиозных и этномузыкальных тем (рекомендуется, если доступно)

source: Enter
ru: Ввод

source: Enter a descriptor that will be used to identify this language for fields and infield markers, then specify the FieldWorks writing system and encoding converter for this language.
ru: Ввведите дескриптор для идентификации данного языка в полях и метках внутри полей, затем задайте систему письма FieldWorks и перекодировщик для данного языка.

source: &Enter a single base character plus any combining characters (e.g., diacritics), then click Add.
ru: &Введите один базовый символ плюс любые сочетающиеся символы (напр., диакритики), а затем нажмите Добавить.

source: Enter a &Unicode value in hexadecimal.
ru: Ввод 16-тиричного значения &Юникода

source: Enter any comments about what made this problem appear.
ru: Введите любые комментарии о том, как появилась эта проблема.

source: Enter or paste your text here, then click "Show Interlinear."
ru: Введите или вставьте свой текст сюда, затем нажмите "Показать подстрочник."

source: Enter or paste your text in this tab, then choose the Gloss or Analyse tabs to interlinearize.
ru: Введите или вставьте свой текст в эту вкладку, затем выберите вкладку Глосса или Анализ для создания подстрочника.

source: Enter text to search for in the Ethnologue.
ru: Введите текст для поиска в Ethnologue.

source: Enter text to search for:
ru: Введите текст для поиска:

source: Enter the first and last base characters in the range, then click Add.
ru: Введите первый и последний базовый символ в нужном диапазоне, а затем нажмите Добавить.

source: Enter the name for this project. For example, use the name of a language or culture.
ru: Введите имя этого проекта. Например, используйте название языка или культуры.

source: Enter the regular expression
ru: Ввести регулярное выражение

source: Entries
ru: Статьи

source: {0} entries processed for import.
ru: {0} статей обрабатывается для импортирования.

source: {0} entries processed on import, adding {1} entries and {2} senses to the project, and deleting {3} entries.
ru: {0} статей обработано пр и мипортировании, добавляется {1} статей и {2} значений в проект, удаляется {3} статей.

source: {0} Entries to review:
ru: {0} статей для проверки:

source: {0} Entries to review: Detail shown for first {1} Entries.
ru: {0} статей для проверки: подробно о первых {1} статьях.

source: {0} Entries to review: Detail shown for first Entry.
ru: {0} статей для проверки: подробно о первой статье.

source: entry
ru: статья

source: &Entry
ru: &Статья

source: Entry
ru: Статья

source: Entry "{0}" will be merged into "{1}",{2}resulting in one entry.
ru: Статья "{0}" будет объединена с "{1}",{2}в одну статью.

source: Entry "{0}" will be merged into the entry you select above,{1}resulting in one entry.
ru: Статья "{0}" будет объединена со статьёй, выбранной вами выше,{1}в одну статью.

source: Entry Collection
ru: Набор статей

source: Entry Deleted
ru: Удаленная статья

source: Entry not found?
ru: Статья не найдена?

source: Entry not published
ru: Статья не опубликована

source: Entry Not Set
ru: Статья не установлена

source: Entry Pair
ru: Пара статей

source: Entry Pair - 2 relation names
ru: Пара статей - 2 названия отношения

source: 1 entry processed for import.
ru: Обрабатывается 1 статья для импортирования.

source: Entry Properties
ru: Свойства статьи

source: Entry Reference Type
ru: Тип ссылки на статью

source: Entry Sequence/scale
ru: Последовательность статей/шкала

source: 1 Entry to review:
ru: 1 статья для проверки:

source: 1 Entry to review: Detail shown for first {0} Entries.
ru: 1 статья для проверки: Подробно о первых {0} статьях.

source: 1 Entry to review: Detail shown for first Entry.
ru: 1 статья для проверки: подробно о первой статье.

source: Entry Tree
ru: Дерево статей

source: Entry Type
ru: Тип статьи

source: Entry Type Abbreviation
ru: Аббревиатура типа статьи

source: _Entry...
ru: _Статья...

source: Entry...
ru: Статья...

source: Entry/Sense collection
ru: Набор статей/значений

source: Entry/Sense Pair
ru: Пара статей/значений

source: Entry/Sense Pair - 2 relation names
ru: Пара статей/значений - 2 названия отношений

source: Entry/Sense Sequence/scale
ru: Последовательность/шкала статей/значений

source: Entry/Sense Tree
ru: Дерево статей/значений

source: Entry: {0}
ru: Статья: {0}

source: Environment
ru: Окружение

source: 1 environment will be invalid if you delete the natural class.
ru: 1 окружение будет недействительно, если вы удалите этот естественный класс.

source: Environment: {0}
ru: Окружение: {0}

source: Environments
ru: Виды окружения

source: Environments (Allomorph)
ru: Виды окружения (алломорф)

source: {0} environments will be invalid if you delete the natural class.
ru: {0} окружений будет недействительно, если вы удалите этот естественный класс.

source: equal to
ru: равно

source: {0}: error
ru: {0}: ошибка

source: Error
ru: Ошибка

source: ERROR
ru: ОШИБКА

source: Error == {0}
ru: Ошибка == {0}

source: Error Acessing Encoding Converters
ru: Ошибка доступа к перекодировщикам

source: 1 error and {0} warnings found in {1}
ru: 1 ошибка и {0} предупреждений найдено в {1}

source: 1 error and 1 warning found in {0}
ru: 1 ошибка и 1 предупреждение найдено в {0}

source: Error caught trying to open the file:
ru: Обнаружена ошибка пр попытке открыть файл:

source: error encountered
ru: произошла ошибка

source: 1 error found in {0}
ru: 1 ошибка найдена в {0}

source: Error in "Find what" text: {0}
ru: Ошибка в тексте "Найти что": {0}

source: Error in {min,max} interval.
ru: Ошибка в интервале {мин,макс}.

source: Error in Environment
ru: Ошибка в окружении

source: Error in Filter text
ru: Ошибка в тексте фильтра

source: Error in filter: {0}
ru: Ошибка в фильтре: {0}

source: Error in Regular Expression
ru: Ошибка в регулярном выражении

source: Error in SFM file at line {0}: {1} characters (some invalid) found before marker.
ru: Ошибка в файле SFM в строке {0}: обнаружено {1} символа/ов (некоторые некорректные) перед меткой.

source: Error in SFM file at line {0}: {1} characters found before marker.
ru: Ошибка в файле SFM в строке {0}: обнаружено {1} символа/ов перед меткой.

source: Error in SFM file at line {0}: current SFM '{1}' cannot be used in current situation.
ru: Ошибка в файле SFM в строке {0}: текущий SMF '{1}' не может использоваться в данной ситуации.

source: Error in SFM file at line {0}: current SFM '{1}' cannot be used.
ru: Ошибка в файле SFM (стандартная метка) в строке {0}: текущий SFM '{1}' не может использоваться.

source: ***Error in SFM file at line {0}: current SFM '{1}' jumps too many levels in the hierarchy.
ru: ***Ошибка в SFM файле в строке {0}: текущий SFM '{1}' переходит через слишком много уровней в иерархии.

source: Error in SFM file at line {0}: Data <{1}> found before marker.
ru: Ошибка в файле SFM в строке {0}: Данные <{1}> найдены до метки.

source: Error in SFM file at line {0}: SFM '{1}' already exists in this '{2}' - this marker is being ignored.
ru: Ошибка в SFM файле в строке {0}: SFM '{1}' уже существует в '{2}' - эта метка игнорируется.

source: Error in SFM file at line {0}: SFM '{1}' contains {2} invalid byte(s) as part of the marker itself.
ru: Ошибка в файле SFM в строке {0}: SFM '{1}' содержит {2} недействительных байт(ов) в самой метке.

source: Error message
ru: Сообщение об ошибке

source: Error restoring from FieldWorks 6.0 (or earlier) backup
ru: Ошибка восстановления из резервных файлов FieldWorks 6.0 (или ранее)

source: Error saving writing system
ru: Ошибка сохранения системы письма

source: Error Showing Report
ru: Ошибка в отображении отчёта

source: Error with ICU Legacy Converters
ru: Ошибка с унаследованными конвертерами ICU

source: 1 Error:
ru: 1 ошибка:

source: Error: {0}
ru: Ошибка: {0}

source: 1 Error: Detail shown for first {1} errors.
ru: 1 ошибка: Подробно о первых {1} ошибках.

source: 1 Error: Detail shown for first error.
ru: 1 ошибка: Подробно о первой ошибке.

source: Error: InFieldMarker '{0}' is defined in more than one InFieldMarker entry.
ru: Ошибка: InFieldMarker '{0}' назначается в более чем одной статье InFieldMarker.

source: ERROR: Language Definition File not loaded: m_langDef == null
ru: ОШИБКА: Файл определения языка не загружен: m_langDef == null

source: {0} errors and {1} warnings found in {2}.
ru: {0} ошибок и {1} предупреждений найдено в {2}.

source: {0} errors and 1 warning found in {1}
ru: {0} ошибок и 1 предупреждение найдено в {1}

source: {0} errors found in {1}
ru: {0} ошибок найдено в {1}

source: Errors found or fixed
ru: Найдены или исправлены ошибки

source: {0} Errors:
ru: {0} ошибок:

source: Ethnologue Code
ru: Код Ethnologue

source: Ethnologue code:
ru: Код Ethnologue:

source: Ethnologue Code:
ru: Код Ethnologue:

source: Ethnologue entry for {0}
ru: Статья Ethnologue для {0}

source: Etymological Form
ru: Этимологическая форма

source: Etymology
ru: Этимология

source: Etymology - Comment
ru: Этимология - Комментарий

source: Etymology - Form
ru: Этимология - Форма

source: Etymology - Gloss
ru: Этимология - Глосса

source: Etymology - Source
ru: Этимология - Источник

source: European Number
ru: Европейский номер

source: European Number Separator
ru: Разделитель европейских номеров

source: Exactly
ru: Точно

source: {0} Exactly n times
ru: {0} Ровно n раз

source: Example
ru: Пример

source: Example of adding a text and interlinearizing some words.
ru: Пример добавления текста и подстрочник некоторых слов.

source: Example of adding an affix template.
ru: Пример добавления шаблона аффиксов.

source: Example of changing analysis usage.
ru: Пример применения изменения анализа.

source: Example of creating a new entry.
ru: Пример создания новой статьи.

source: Example of finding an entry.
ru: Пример поиска статьи.

source: Example of specifying a derivative.
ru: Пример определения деривата.

source: Example of specifying a lexical relation.
ru: Пример определения лексического отношения.

source: Example of specifying a variant.
ru: Пример определения варианта.

source: Example of using Bulk Edit Bulk Copy.
ru: Пример применения пакетного копирования в пакетной правке

source: Example of using Bulk Edit Click Copy.
ru: Пример применения выборочного копирования в пакетной правке.

source: Example of using Bulk Edit List Choice.
ru: Пример выбранного списка в пакетной правке

source: Example of using Categorized Entry.
ru: Пример использования категоризованной статьи.

source: Example References
ru: Ссылки на примеры

source: Example Sentences
ru: Примеры предложений

source: Example Translation Types
ru: Пример типов перевода

source: Example Translations
ru: Пример переводов

source: Example Words
ru: Пример слов

source: Example: March 29, 1999
ru: Пример: 29 марта 1999г.

source: Examples
ru: Примеры

source: Examples of configuring columns.
ru: Примеры настройки столбцов.

source: Examples of filtering.
ru: Примеры фильтрации.

source: Examples of using sorting features.
ru: Примеры применения свойств сортировки.

source: Exception "Feature"
ru: Исключение "Свойство"

source: Exception "Features"
ru: "Свойства" исключений

source: _Exception Feature...
ru: Свойство _исключений...

source: Exception Features
ru: Свойства исключений

source: Exception 'Features'
ru: 'Свойства' исключений

source: Exception: {0}
ru: Исключение: {0}

source: Exclude {0}
ru: Исключить {0}

source: Exclude from Import
ru: Исключить из импортирования

source: _Exercises...
ru: _Упражнения...

source: E&xit
ru: В&ыход

source: Exit
ru: Выход

source: Exit Application
ru: Выход из приложения

source: E&xit the application
ru: &Выйти из приложения

source: Exits this application.
ru: Закрывает это приложение.

source: Expected "{0}" but found "{1}".
ru: Ожидалось "{0}", а найдено "{1}".

source: Explanation of Grammatical info.
ru: Разъяснение грамматической инф.

source: Export
ru: Экспорт

source: Export Discourse Chart
ru: Экпорт схемы дискурса

source: Export Discourse Chart...
ru: Экспорт схемы дискурса...

source: Export Interlinear
ru: Экспорт подстрочника

source: _Export Interlinear...
ru: _Экспорт подстрочника...

source: Export LIFT Lexicon
ru: Экспорт лексикона LIFT

source: Export Text of browse view
ru: Экспорт текста из окна просмотра

source: Export this FieldWorks project to a file.
ru: Экспортировать этот проект FieldWorks в файл.

source: Export to {0}
ru: Экспортировать в {0}

source: Export Translated Lists
ru: Экспорт переведённых списков

source: &Export...
ru: &Экспорт...

source: _Export...
ru: _Экспорт...

source: Exporting {0}
ru: Экспортирование {0}

source: Exporting {0} entries from the lexicon
ru: Экспорт {0} записей из лексикона

source: Exporting Lexicon Items to LIFT Format
ru: Экпортирование элементов лексикона в формат LIFT

source: Exporting...
ru: Экспортирование...

source: Extension
ru: Расширение

source: External LIFT source:
ru: Внешний источник LIFT:

source: External Materials
ru: Внешние материалы

source: External Materials:
ru: Внешние материалы:

source: Extra Requirements for Project Migration
ru: Дополнительные требования для преобразования проектов

source: Extracting {0} from zip file
ru: Разархивирование {0} из zip-файла

source: F_ormat
ru: Фор_мат

source: Failed
ru: Неудача

source: {0} (failed migration)
ru: {0} (миграция не произведена)

source: Failed to start server: {0}
ru: Не удаётся запустить сервер: {0}

source: Failure
ru: Ошибка

source: Feature
ru: Свойство

source: Feature #{0}
ru: Свойство #{0}

source: Feature Set
ru: Набор свойств

source: Feature set {0}
ru: Набор свойств {0}

source: Feature Sets
ru: Наборы свойств

source: Feature Structure
ru: Структура свойств

source: _Feature Type
ru: Тип _свойств

source: Feature Type
ru: Тип свойств

source: Feature Types
ru: Типы свойств

source: Feature Value
ru: Значение свойства

source: _Feature...
ru: Сво_йство...

source: Features
ru: Свойства

source: Features for {0}:
ru: Свойства для {0}:

source: Feb
ru: февр.

source: Female
ru: Женский

source: Fi_elds
ru: _Поля

source: Field
ru: Поле

source: Field content is:
ru: Содержание поля:

source: Field Contents in \{0}
ru: Содержание поля в \{0}

source: {0} field import options
ru: {0} вариантов импортирования полей

source: field index:byte -
ru: индекс поля:байт -

source: Field Names should not be empty. Please choose a different name.
ru: Имя поля не должно быть пустым. Пожалуйста, выберите другое имя.

source: Field Usage Report System
ru: Система отчетов об использовании полей

source: Field Visibility
ru: Отображение поля

source: Field_Works Project Properties...
ru: Свойства проекта Field_Works...

source: FieldWorks 6.0 (or earlier) backup
ru: Архив версии FieldWorks 6.0 (или ранее)

source: FieldWorks 6.0 XML file
ru: XML-файл программы FieldWorks 6.0

source: FieldWorks allows you to set links to files such as documents and pictures.
ru: FieldWorks позволяет вам указать ссылки на файлы, такие как документы или картинки.

source: FieldWorks Backup Failed
ru: Резервное копирование FieldWorks не произведено

source: FieldWorks Backup files
ru: Резервные копии файлов FieldWorks

source: FieldWorks cannot complete saving some changes to the character data because at least one file ({0}) is in use by another FieldWorks program. Please stop all FieldWorks programs other than your current program, then click "Retry" to try again.
ru: FieldWorks не может завершить сохранение некоторых изменений в символьных данных, потому что по крайней мере один файл ({0}) используется другой программой FieldWorks. Пожалуйста, закройте все программы FieldWorks, кроме текущей, а затем нажмите "Повтор".

source: FieldWorks cannot open the project {0} because another program is using it. Please close the other program and try again. Note: sometimes this message may come up when there appears to be no other program using the file. The simplest way to fix this is to log off and on again. Other options are discussed in Help.
ru: FieldWorks не может открыть проект {0}, так как его использует другая программа. Пожалуйста, закройте другую программу и попытайтесь снова. Примечание: иногда это сообщение может появиться, хотя никакая другая программа не использует этот файл. Самое простое это - выйти и снова войти в систему. Другие возможности описаны в Справке.

source: FieldWorks cannot restore the linked files to their original location. The restored linked files for this project will be placed inside the project folder.
ru: FieldWorks не может восстановить ссылочные файлы в их исходной папке. Восстановленные ссыслочные файлы будут размещены внутри папки проекта.
